Repository: neo091977/libgaminggear
Catalog: po/*.po
Languages: de

source: %*sColor: 0x%02x, 0x%02x%02x%02x
de: %*sFarbe: 0x%02x, 0x%02x%02x%02x

source: %*sDescription: %s
de: %*sBeschreibung: %s

source: %*sDevice type: %i (%s)
de: %*sGerätetyp: %i (%s)

source: %s is no %s macro file
de: %s ist keine %s Makrodatei

source: - control Gaminggear FX
de: - steuere Gaminggear FX

source: --all and --single need --color
de: --all und --single benötigen --color

source: --all, --single and --reset are mutual exclusive
de: --all, --single und --reset schließen sich gegenseitig aus

source: --color needs --color1
de: --color benötigt --color1

source: --single needs --device and --light
de: --single benötigt --device und --light

source: Add macro
de: Makro hinzufügen

source: Add macroset
de: Makroset hinzufügen

source: Advanced
de: Erweitert

source: Advanced view does not support final waits. Please switch to another view to add it again if needed.
de: Erweiterte Ansicht unterstützt keine finalen Wartezeiten. Bitte wechsle zu einer anderen Ansicht um diese wieder hinzuzufügen.

source: All files
de: Alle Dateien

source: Application to edit gaminggear macros
de: Anwendung um Gaminggear Makros zu Editieren

source: As recorded
de: Wie aufgenommen

source: Basic
de: Einfach

source: Binary data has wrong length: %lu bytes instead of %lu
de: Binärdaten haben falsche Länge: %lu Bytes statt %lu

source: Button %u
de: Maustaste %u

source: Button left
de: Maustaste links

source: Button middle
de: Maustaste mitte

source: Button right
de: Maustaste rechts

source: COLOR1
de: FARBE1

source: Cancelling macro %s/%s
de: Breche Makro %s/%s ab

source: Clear
de: Löschen

source: Click
de: Klick

source: Continuing macro %s/%s
de: Fahre Makro %s/%s fort

source: Copy
de: Kopieren

source: Could not cancel audio notificator: %s
de: Konnte Tonnachricht nicht abbrechen: %s

source: Could not close file descriptor %i for device key %s: %s
de: Konnte Dateideskriptor %i für Geräteschlüssel %s nicht schließen: %s

source: Could not close file descriptor %i: %s
de: Konnte Dateideskriptor %i nicht schließen: %s

source: Could not close file descriptor for device key %s: %s
de: Konnte Dateideskriptor für Geräteschlüssel %s nicht schließen: %s

source: Could not create canberra context: %s
de: Konnte Canberrakontext nicht erstellen: %s

source: Could not create directory: %s
de: Konnte Verzeichnis nicht erstellen: %s

source: Could not create macro thread: %s
de: Konnte Makrothread nicht erzeugen: %s

source: Could not create uinput %i: %s
de: Konnte uinput %i nicht erstellen: %s

source: Could not destroy canberra context: %s
de: Konnte Canberrakontext nicht zerstören: %s

source: Could not destroy uinput %i: %s
de: Konte uinput %i nicht zerstören: %s

source: Could not export macros
de: Konnte Makros nicht exportieren

source: Could not find device %s
de: Konnte Gerät %s nicht finden

source: Could not find group %s: %s
de: Konnte Gruppe %s nicht finden: %s

source: Could not find key %s/%s: %s
de: Konnte Schlüssel %s/%s nicht finden: %s

source: Could not find key for group 0 in keymap
de: Konnte Schlüssel für Gruppe 0 in keymap nicht finden

source: Could not find macro %s/%s: %s
de: Konnte Makro %s/%s nicht finden: %s

source: Could not find macroset %s: %s
de: Konnte Makroset %s nicht finden: %s

source: Could not get device description
de: Konnte Gerätebeschreibung nicht erhalten

source: Could not get devices
de: Konnte Geräte nicht erhalten

source: Could not get light color
de: Konnte Lichtfarbe nicht erhalten

source: Could not get light description
de: Konnte Lichtbeschreibung nicht erhalten

source: Could not get light position
de: Konnte Lichtposition nicht erhalten

source: Could not get lights
de: Konnte Lichter nicht erhalten

source: Could not import macros
de: Konnte Makros nicht importieren

source: Could not initialize fx system
de: Konnte fx System nicht initialisieren

source: Could not initialize notify
de: Konnte notify nicht initialisieren

source: Could not initialize uinput %i: %s
de: Konnte uinput %i nicht initialisieren: %s

source: Could not load macros
de: Konnte Makros nicht laden

source: Could not open canberra context: %s
de: Konnte canberra nicht öffnen: %s

source: Could not open file %s for device key %s: %s
de: Konnte Datei %s für Geräteschlüssel %s nicht öffnen: %s

source: Could not open file for device key %s: %s
de: Konnte Datei für Geräteschlüssel %s nicht öffnen: %s

source: Could not open uinput: %s
de: Konnte uinput nicht öffnen: %s

source: Could not release fx system
de: Konnte fx System nicht freigeben

source: Could not reset all lights
de: Konnte nicht alle Lichter zurücksetzen

source: Could not save macros
de: Konnte Makros nicht speichern

source: Could not set all lights to color1
de: Konnte nicht alle Lichter auf Farbe1 setzen

source: Could not set driver %s for canberra context: %s
de: Konnte Treiber %s für canberra Kontext nicht setzen: %s

source: Could not set light %i on device %s to color1
de: Konnte Licht %i auf Gerät %s nicht auf Farbe1 setzen

source: Could not set properties for canberra context: %s
de: Konnte Eigenschaften des canberra Kontext nicht setzen: %s

source: Could not set uinput event bit %u: %s
de: Konnte uinput Ereignisbit %u nicht setzen: %s

source: Could not set uinput key bit %u: %s
de: Konnte uinput Tastenbit %u nicht setzen: %s

source: Could not update audio notificator: %s
de: Konnte Tonnachricht nicht aktualisieren: %s

source: Could not update lights
de: Konnte Lichter nicht aktualisieren

source: Could not write key event %i/%i to uinput %i: %i
de: Konnte Tastenereignis %i/%i nicht in uinput %i schreiben: %i

source: Could not write sync event to uinput %i: %i
de: Konnte Syncereignis nicht in uinput %i schreiben: %i

source: Delay
de: Wartezeit

source: Device[%u]
de: Gerät[%u]

source: Do you really want to remove this macro?
de: Wollen sie dieses Makro wirklich entfernen?

source: Do you really want to remove this macroset?
de: Wollen sie dieses Makroset wirklich entfernen?

source: Do you want to save?
de: Wollen sie speichern?

source: Down
de: Ab

source: Edit macros
de: Makros editieren

source: Export macros
de: Makros exportieren

source: File
de: Datei

source: Finished macro %s/%s
de: Beendete Makro %s/%s

source: Fixed
de: Fest

source: Gaminggear macro editor
de: Gaminggear Makroeditor

source: Gaminggear macros
de: Gaminggear Makros

source: HID usage id 0x%02x has no corresponding xkeycode
de: HID usage id 0x%02x hat keinen zugehörigen xkeycode

source: Help
de: Hilfe

source: INVALID
de: UNGÜLTIG

source: Ignoring unknown event type %u
de: Ignoriere unbekannter Ereignistyp %u

source: Ignoring wait as first event type
de: Ignoriere Wartezeit als erstes Ereignis

source: Import macros
de: Makros importieren

source: Insert delay
de: Wartezeit einfügen

source: Insert mouse event
de: Mausereignis einfügen

source: KEYBOARD
de: TASTATUR

source: Key sequence
de: Tastensequenz

source: Keyval 0x%04x has no corresponding keys in keymap
de: Keyval 0x%04x hat keine zugehörige Taste in keymap

source: Load gaminggear macros
de: Lade Gaminggear Makros

source: Loop
de: Schleife

source: MOUSE
de: MAUS

source: Macro
de: Makro

source: Macro %s/%s is too long to convert
de: Makro %s/%s is zu lang zum Konvertieren

source: Macro options
de: Makrooptionen

source: Macros
de: Makros

source: New macro
de: Neues Makro

source: New macroset
de: Neues Makroset

source: Option parsing failed: %s
de: Optionenanalyse schlug fehl: %s

source: Paste
de: Einfügen

source: Pausing macro %s/%s
de: Pausiere Makro %s/%s

source: Playing macro %s/%s
de: Spiele Makro %s/%s

source: Please enter name of macro
de: Bitte Makroname eingeben

source: Please enter name of macroset
de: Bitte Name des Makroset eingeben

source: Record
de: Aufnahme

source: Record options
de: Aufnahmeoptionen

source: Remove macro
de: Makro entfernen

source: Remove macroset
de: Makroset entfernen

source: Rename
de: Umbenennen

source: Roccat Arvo macro files
de: Roccat Arvo Makrodateien

source: Roccat Kone macro files
de: Roccat Kone Makrodateien

source: Roccat Valo macro files
de: Roccat Valo Makrodateien

source: Roccat macro files
de: Roccat Makrodateien

source: STRING
de: ZEICHENKETTE

source: Save
de: Speichern

source: Save gaminggear macros as
de: Speichere Gaminggear Makro als

source: Select macro
de: Wähle Makro aus

source: Sqlite3 could not evaluate statement: %s
de: Sqlite3 konnte das Statement nicht auswerten: %s

source: Sqlite3 could not open database: %s
de: Sqlite3 konnte die Datenbank nicht öffnen: %s

source: SteelSeries Engine 3 database
de: SteelSeries Engine 3 Datenbank

source: Store modifications
de: Modifikationen speichern

source: There is no corresponding press event for key %x
de: Es gibt kein zugehöriges Drücke-Ereignis für Taste %x

source: There is unsaved data.
de: Es gibt ungespeicherte Daten.

source: This macro contains a final wait of %u ms
de: Dieses Makro enthält eine finale Wartezeit von %u ms

source: Up
de: Auf

source: Wait without corresponding key event
de: Wartezeit ohne zugehöriges Tastenevent

source: Warning
de: Warnung

source: Would you like to store actual modifications?
de: Möchten sie aktuelle Modifikationen speichern?

source: Xkeycode 0x%04x has no corresponding HID usage id
de: Xkeycode 0x%04x hat keine zugehörige HID usage id

source: Xkeycode 0x%04x has no corresponding keyval in keymap
de: Xkeycode 0x%04x hat keinen zugehörigen keyval in keymap

source: give one of --all, --single or --reset
de: Geben sie einen von --all, --single oder --reset

source: no entry
de: kein Eintrag

source: no path
de: kein Pfad

source: reset colors
de: Farben zurücksetzen

source: set all colors
de: alle Farben setzen

source: set plain color
de: flache Farbe setzen

source: set single color
de: einzelne Farbe setzen

source: use device STRING
de: benutze Gerät ZEICHENKETTE

source: use light index INDEX
de: benutze Lichtindex INDEX
